Repository: AnatoliyRoslyakov/teacher_mate_landing
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: test
ru: тест

# appTitle
source: Full control over classes and student flow
ru: Полный контроль над занятиями и потоком учеников

# bottomBarEmergensy
source: © 2025 TeacherMate. All rights reserved.
ru: © 2025 TeacherMate. Все права защищены.

# fourSectionTitle
source: Try Our Convenient Web Version
ru: Воспользуйтесь нашей удобной веб-версией

# fourSectionSubtitle
source: Join thousands of teachers already planning their schedules with TeacherMate.
ru: Присоединяйтесь к тысячам преподавателей, которые уже планируют своё расписание с TeacherMate

# fourSectionButton
source: Go to TeacherMate Web
ru: Перейти на страницу TeacherMate

# secondSectionTitle
source: Key Features
ru: Основные возможности

# secondSectionTitle1
source: Smart Scheduling
ru: Удобное расписание

# secondSectionTitle2
source: Student Management
ru: Управление учениками

# secondSectionTitle3
source: Find New Students
ru: Поиск новых учеников

# secondSectionTitle4
source: Free with No Subscriptions
ru: Бесплатно и без подписок

# secondSectionTitle5
source: Automatic Reminders
ru: Автоматические напоминания

# secondSectionTitle6
source: Lesson Notes
ru: Заметки к урокам

# secondSectionTitle7
source: Simple and Intuitive
ru: Простота и удобство

# secondSectionTitle8
source: Access from Any Device
ru: Доступ с любого устройства

# secondSectionSubtitle1
source: Plan your lessons with an intuitive calendar, color coding, and flexible settings.
ru: Планируйте уроки в интуитивном календаре с цветовой маркировкой и гибкими настройками.

# secondSectionSubtitle2
source: Keep all your students’ contacts, notes, and lesson history in one place.
ru: Ведите базу учеников с контактами, заметками и историей занятий в одном месте.

# secondSectionSubtitle3
source: Connect with a tutor community and find new students — no fees involved.
ru: Подключайтесь к сообществу репетиторов и находите новых учеников без комиссий.

# secondSectionSubtitle4
source: Full functionality with no hidden charges — teach with ease and confidence.
ru: Полный функционал без скрытых платежей — работайте комфортно и без лишних затрат.

# secondSectionSubtitle5
source: Lesson reminders for you and your students — never miss a session.
ru: Уведомления для вас и учеников о предстоящих уроках — никаких пропущенных занятий!

# secondSectionSubtitle6
source: Track student progress and lesson plans right in the app.
ru: Записывайте прогресс учеников и планы следующих занятий прямо в приложении.

# secondSectionSubtitle7
source: A clean interface with only what you need to teach — no distractions.
ru: Минималистичный дизайн без лишних кнопок — только то, что нужно для работы.

# secondSectionSubtitle8
source: Use it on phone or desktop — your data stays in sync across all devices.
ru: Работайте с телефона или компьютера — ваши данные всегда синхронизированы.

# threeSectionStudent
source: I AM A STUDENT
ru: Я УЧЕНИК

# threeSectionStudentMessage
source: Find a tutor fast — tell us what you need and get replies directly.
ru: Быстрый поиск репетитора — пиши, что нужно, и получай отклики

# tgButton
source: Telegram Group
ru: Telegram группа

# vkButton
source: VK Group
ru: VK группа

# threeSectionTeacher
source: I AM A TEACHER
ru: Я УЧИТЕЛЬ

# threeSectionTeacherMessage
source: Manage lessons with ease — schedule, payments, and students all in one place.
ru: Удобное ведение занятий — расписание, оплата и ученики в одном месте

# threeSectionTeacherMessageTwo
source: Steady stream of new students — direct requests from VK and Telegram.
ru: Поток новых учеников — заявки из ВК и Telegram без посредников

# buttonGroupTitle
source: Find Students/Tutors:
ru: Поиск Учеников/Репетиторов:

# buttonAppsTitle
source: Lesson Management App:
ru: Приложение для ведения уроков:

# firstSectionMessage1
source: No subscriptions, no fees — just you and your knowledge.
ru: Никаких подписок, никаких комиссий — только ты и знания

# firstSectionMessage2
source: Available on all platforms: Web • Android • iPhone
ru: Приложение на всех платформах Web • Android • iPhone

# firstSectionMessage3
source: Open Telegram group for finding students and tutors.
ru: Открытая Telegram-группа для поиска учеников и репетиторов

# firstSectionMessage4
source: Lessons, scheduling, notes — all in one place.
ru: Занятия, расписание, заметки — всё в одном месте
